Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Suorituskykyjen kehittämisen painopiste oli v. 2015 alueellisten ja operatiivisten joukkojen suorituskyvyn varmistamisessa, vaikuttamiskyvyn kehittämisessä, ilmavoimien Hornet-kaluston toisessa elinjaksopäivityksessä sekä logistiikkajärjestelmän kehittämisessä.
sv_se: Fokus för utvecklingen av förmågorna låg 2015 på att säkerställa de territoriella truppernas slagkraft, utveckla förmågan att påverka, genomföra den andra livscykeluppdateringen av Hornetplanen och utveckla logistiksystemet.

source: Materiaalihuollon ja ylläpidon kumppanuutta syvennettiin edelleen laajentamalla strategista kumppanuusjärjestelyä Millog Oy:n kanssa.
sv_se: Partnerskapet inom materielunderhåll fördjupades ytterligare genom ett strategiskt partnerskap med Millog Oy.

source: Vuonna 2012 hyväksytyn puolustusvoimien kehittämisohjelman 2013−2024 toimeenpano parantaa laadullisesti materiaalista suorituskykyä, mutta materiaalin määrä ei vastaa sodan ajan tarvetta.
sv_se: År 2012 godkändes ett utvecklingsprogram för försvarsmakten 2013−2024. Genomförandet av programmet förbättrar den materiella förmågan kvalitativt sett, men kvantiteten motsvarar inte det krigstida behovet.

source: Toimintavalmius, kappalemäärät ja saavutettava taistelukyky jäävät vähimmäistasolle tai sen alle.
sv_se: Aktionsberedskapen, numerären och den tillgängliga stridsförmågan stannar på eller under miniminivå.

source: Sodan ajan joukkojen varustukseen on vuosien varrella jäänyt huomattavia puutteita, ja on nähtävissä, että sama kehitys jatkuu.
sv_se: Det har under årens lopp uppstått betydande brister i utrustningen för krigsförbanden och det är uppenbart att samma utveckling kommer att fortgå.

source: Suurimmat puutteet jäävät valvonta- ja maalinosoituskykyyn, joukkojen ilmatorjuntaan ja ampumatarvikkeisiin, ilmapuolustuksen ohjuksiin sekä puolustusvoimien vaikuttamisen ampumatarvikkeisiin.
sv_se: De största bristerna kommer att gälla övervakning och målanvisning, luftvärn och ammunition, luftförsvarsrobotar och robotar som anknyter till försvarsmaktens gemensamma insatser.

source: Materiaalin vanheneminen aiheuttaa osaltaan tarvetta korvaaville investoinneille.
sv_se: Samtidigt föråldras materiel, vilket ökar behovet av ersättande investeringar.

source: Ampumatarvikkeiden käyttö maavoimien koulutuksessa on jo nyt kuluttanut valmiusvarastoja.
sv_se: Ammunitionsanvändningen i arméns utbildning har redan nu nött på beredskapsförråden.

source: Suorituskykypuutteita on kyetty osin korvaamaan kustannustehokkaasti käytetyn materiaalin hankinnoilla, mutta on nähtävissä, että materiaaliseen kehittämiseen tarkoitetulla nykyisellä rahoituksella ei kyetä täysin tuottamaan puolustusvoimien tehtävien ja toimintaympäristön vaatimusten mukaisia suorituskykyjä vuosikymmenen loppuun mennessä.
sv_se: Bristerna har delvis kunnat ersättas genom kostnadseffektiv upphandling av begagnad materiel, men den finansiering som i dag avsätts för materiell utveckling räcker inte helt till för att före utgången av decenniet producera de förmågor som försvarsmaktens uppgifter och förhållandena i omvärlden kräver.

source: Rahoituksella ei ole mahdollista parantaa puolustusvoimien joukkojen valmiutta nykytasosta.
sv_se: Finansieringen medger inga förbättringar av truppernas nuvarande kapacitet.

source: Puolustusministeri valtuutti puolustusvoimat käynnistämään meri- ja ilmavoimien 2020-luvun strategiset suorituskykyhankkeet, jotka vaativat lisärahoituksen.
sv_se: Försvarsministern har bemyndigat försvarsmakten att inom marinen och flygvapnet starta strategiska förmågeprojekt för 2020-talet; projekten kommer kräva tilläggsfinansiering.

source: Henkilöstömäärää on vähennetty mutta henkilöstömenojen kehitystä on seurattava
sv_se: Antalet anställda har minskats men utvecklingen av personalutgifterna måste bevakas

source: Puolustusvoimien henkilöstömäärä väheni puolustusvoimauudistuksessa noin 1 700 henkilöllä.
sv_se: Försvarsmaktens personal minskade genom försvarsmaktsreformen med cirka 1 700 personer.

source: Noin 1 500 henkilöä siirtyi toiselle paikkakunnalle ja noin 2 000 henkilöä aloitti uudessa tehtävässä ilman paikkakunnan vaihdosta.
sv_se: Cirka 1 500 anställda flyttade till annan ort och cirka 2 000 övergick till nya uppgifter utan byte av tjänstgöringsort.

source: Uudistuksen takia irtisanottujen määrä jäi alle sataan henkilöön.
sv_se: Färre än hundra anställda sades upp till följd av reformen.

source: Myös Puolustushallinnon rakennuslaitoksen henkilöstömäärä on sopeutettu varuskuntien lakkauttamisen jälkeiseen tilanteeseen.
sv_se: Också antalet anställda vid Försvarsförvaltningens byggverk har anpassats för att motsvara situationen efter nedläggningen av garnisoner.

source: Puolustusvoimauudistuksen tavoitteena oli perusyksikköjen kouluttajavajeen täyttäminen kohdentamalla jokaista koulutusjoukkuetta kohti keskimäärin 2,5 kouluttajaa.
sv_se: Ett mål med försvarsmaktsreformen var att fylla bristen på utbildare vid grundenheterna genom att i genomsnitt anvisa varje utbildningspluton 2,5 utbildare.

source: Tavoitteen saavuttaminen on perustunut osin sopimussotilaiden palkkaamiseen.
sv_se: Målet har delvis uppnåtts genom kontraktsanställning.

source: Puolustusvoimien henkilöstöresurssien riittävyys eri tehtäviin edellyttää puolustusvoimauudistuksessa vahvistetun puolustusvoimien tehtäväkokoonpanon jatkotarkastelua.
sv_se: För att personalresurserna ska räcka till krävs att den uppgiftssammansättning som fastställdes i försvarsmaktsreformen följs upp.

source: Palkkaliukumakehitystä on hillittävä.
sv_se: Löneglidningen måste bromsas upp.

source: Henkilöstömenojen kasvun rajoittaminen edellyttää todennäköisesti lisäsopeutustoimia vuosikymmenen lopulla.
sv_se: För att dämpa ökningen av personalutgifter krävs sannolikt ytterligare anpassningsåtgärder i slutet av decenniet.

source: Puolustusvoimien palkatulla henkilöstöllä on oltava valmiudet myös kansainvälisiin tehtäviin.
sv_se: Försvarsmaktens anställda måste ha beredskap att åta sig också internationella uppdrag.

source: Tämän tukemiseksi on kehitetty palvelussuhteen ehtoja sotilaallisessa kriisinhallinnassa.
sv_se: För att stödja det har försvarsmakten utvecklat anställningsvillkoren för militära krishanteringsuppdrag.

source: Poikkihallinnollisena yhteistyönä valmistellulla kansallisen kriisinhallinnan veteraaniohjelmalla pyritään lisäksi turvaamaan rauhanturvaajien ja rauhanturvaajaveteraanien laadukas hoito ja psykososiaalinen tuki.
sv_se: Det nationella programmet för krishanteringsveteraner, vilket utarbetades i ett tvärsektoriellt samarbete, syftar dessutom till att säkra en god vård och ett gott psykosocialt stöd till fredsbevarare och fredsbevararveteraner.

source: Toimitilojen määrää joudutaan edelleen vähentämään kustannussyistä
sv_se: Lokalerna måste av kostnadsskäl fortsatt minskas

source: Puolustusvoimien tilahallinta ja ympäristönsuojelu keskitettiin puolustusvoimauudistuksessa Puolustusvoimien logistiikkalaitokseen.
sv_se: Försvarsmaktens lokalhantering och miljöskydd centraliserades genom försvarsmaktsreformen till Försvarsmaktens logistikverk.

source: Myös Puolustushallinnon rakennuslaitoksen organisaatiorakenne ja toiminta uudistettiin vastaamaan puolustusvoimien tarpeita.
sv_se: Samtidigt omorganiserades Försvarsmaktens byggverk för att motsvara försvarsmaktens behov.

source: Puolustusvoimien käytössä oli varuskuntien lakkauttamisen jälkeen vuoden 2015 lopussa toimitiloja noin 3,0 milj. htm2 ja alueita noin 292 000 hehtaaria.
sv_se: Efter nedläggningen av garnisoner hade försvarsmakten i slutet av 2015 tillgång till cirka 3,0 miljoner kvadratmeter våningsyta och områden på cirka 292 000 hektar.

source: Välttämättömistä investoinneista johtuen puolustusvoimien tilahallintaan kohdistuu kustannuspaineita tulevina vuosina huolimatta siitä, että toimitilojen määrä väheni puolustusvoimauudistuksessa.
sv_se: Trots att lokalerna minskat kommer lokalhanteringen, till följd av nödvändiga investeringar, under de närmaste åren att stå under kostnadstryck.

source: Kustannuspaineiden ja puolustusvoimien toimintamenomäärärahoihin kohdistuvien määrärahaleikkausten johdosta on käynnistetty mittavat tilahallinnan sopeuttamistoimet irtisanomalla ensimmäisessä vaiheessa tilojen vuokrasopimuksia n. 32 milj. euron nettovaikutuksella kehyskaudelle.
sv_se: Till följd av kostnadstrycket och de nedskärningar som görs i försvarsmaktens omkostnadsanslag måste omfattande anpassningsåtgärder sättas in inom lokalhanteringen. Det betyder i det första steget att hyresavtal till ett värde av cirka 32 miljoner netto för ramperioden måste sägas upp.

source: Puolustusministeri on muuttanut 28.8.2013 tehtyä räjähdevarastoinnin kehittämispäätöstä siten, että puolustusvoimien räjähteiden varastointi saatetaan puolustusministerin aiemman päätöksen aikana voimassa olleiden säädösten mukaiseksi vuoden 2022 loppuun mennessä aiemmin päätetyn 2017 asemesta.
sv_se: Försvarsministern har ändrat det beslut som den 28 augusti 2013 fattades om utveckling av försvarsmaktens sprängämneslagring så att lagringen först år 2022 måste uppnå den nivå som krävs enligt de författningar som var i kraft då det tidigare beslutet fattades; enligt det tidigare beslutet skulle nivån uppnås senast 2017.

source: Keskeisenä syynä aikataulun muutokseen ovat valtiontalouden merkittävän heikkenemisen vuoksi Senaatti-kiinteistöille asetetut säästövelvoitteet.
sv_se: Det främsta skälet till den nya tidsplanen är de sparmål som till följd av de kraftigt försvagade statsfinanserna ålagts Senatfastigheter.

source: Puolustusvoimat muuttui verkkopalvelujen tuottajasta näiden palvelujen tilaa- jaksi
sv_se: Nättjänster – från producent till beställare

source: Puolustusvoimat on siirtynyt turvallisuusverkon verkkopalveluiden sekä hallinnollista työtä tukevien tieto- ja viestintäteknisten palveluiden tuottajasta näiden palveluiden tilaajaksi.
sv_se: Försvarsmakten har övergått från att producera nättjänster som anknyter till säkerhetsverket och informations - och kommunikationstekniska tjänster som stöder administrationen till att beställa dessa tjänster.

source: Onnistuneiden siirtojen jälkeen puolustusvoimat voi keskittää omat voimavaransa paremmin suoraan ydintoimintoja tukevien toimialasidonnaisten ICTtehtävien hoitamiseen.
sv_se: Efter de lyckade överföringarna kan försvarsmakten bättre fokusera de egna resurserna på att sköta sektorknutna IKTuppgifter som direkt stöder kärnfunktionerna.

source: Turvallisuusverkon liikkeenluovutuksen yhteydessä luovutetun omaisuuden tasearvo oli 90 milj. euroa, ja Suomen Turvallisuusverkko Oy:lle siirrettiin puolustusvoimista 175 tehtävää (142 henkilöä).
sv_se: Balansvärdet för de tillgångar som överläts i samband med överlåtelsen av säkerhetsnätet var 90 miljoner euro. Samtidigt övergick 175 arbetsuppgifter (142 anställda) från försvarsmakten till Suomen Turvallisuusverkko Oy.

source: Sotilaallisen maanpuolustuksen menot8
sv_se: Utgifter för det militära försvaret8

source: Materiaalisen valmiuden menot
sv_se: Utgifter för den materiella kapaciteten

source: Toimintamenoihin sisältyvät materiaalin kunnossapidon ja joukkojen varustamisen menot (pl. palkat)
sv_se: Till omkostnaderna hörande utgifter för materielunderhåll och trupputrustning (exkl. löner)

source: Kiinteät henkilöstömenot
sv_se: Fasta personalkostnader

source: Kiinteistömenot
sv_se: Fastighetskostnader

source: Muut sotilaallisen maanpuolustuksen menot
sv_se: Övriga utgifter för det militära försvaret

source: Puolustusvoimauudistuksen toimeenpanon yhteydessä on seurattu sotilaallisen maanpuolustuksen menorakennetta.
sv_se: I samband med genomförandet av försvarsmaktsreformen har det militära försvarets kostnadsstruktur bevakats.

source: Materiaalisen valmiuden menojen (materiaalihankinnat + kunnossapito) osuus sotilaallisen maanpuolustuksen menoista oli 35,5 % v. 2015.
sv_se: Utgifterna för den materiella kapaciteten (materielupphandling + underhåll) uppgick 2015 till 35,5 % av samtliga utgifter för det militära försvaret.

source: Puolustusmateriaalihankintojen toimitus- ja maksuaikataulut vaikuttavat oleellisesti materiaalihankinnoista aiheutuvien menojen määrään ja siten myös materiaalisen valmiuden menojen osuuteen sotilaallisen maanpuolustuksen menoista kunakin vuonna.
sv_se: Leverans - och betalningstiderna för försvarsmaterielupphandlingar påverkar i väsentlig grad utgifterna för materielupphandling och därmed också den materiella kapacitetens andel av utgifterna för det militära försvaret för varje år.

source: Muita materiaalisen valmiuden menoihin viime vuosina vaikuttaneita tekijöitä ovat olleet edellisellä vaalikaudella päätetyt hankintamäärärahojen leikkaukset, joiden määrä kasvoi suurimmilleen v. 2015 sekä materiaalin kunnossapidon kumppanuuden (Millog Oy) laajentaminen, joka lisäsi v. 2015 materiaalisen valmiuden ostopalveluja ja vähensi vastaavasti puolustusvoimien henkilöstömenoja.
sv_se: Andra faktorer som de senaste åren påverkat utgifterna för den materiella kapaciteten är de nedskärningar i upphandlingsanslagen som beslutades under föregående valperiod (nedskärningarna var som störst 2015) och det utbyggda partnerskapet i fråga om materielunderhåll (Millog Oy), som under 2015 ledde till en ökning av köpta tjänster i anslutning till den materiella kapaciteten och i motsvarande grad till en minskning av försvarsmaktens personalutgifter.

source: Kunnossapidon kumppanuuden laajentaminen selittää pääosin kunnossapitomenojen kasvun edellisvuodesta.
sv_se: Det utbyggda partnerskapet inom underhåll förklarar i huvudsak att underhållsutgifterna ökat jämfört med föregående år.

source: Puolustusvoimista siirtyi Millog Oy:lle 364 kunnossapidon tehtävää (317 henkilöä).
sv_se: Millog Oy övertog 364 underhållsuppgifter (317 anställda).

source: Taulukossa esitetyt muut sotilaallisen maanpuolustuksen menot ovat mm. puolustusvoimien toimintamenoihin sisältyviä asevelvollisten koulutuksen ja ylläpidon menoja, lento- ja alustoiminnan menoja sekä puolustusvoimien ICT-menoja.
sv_se: Tabellposten ”övriga utgifter för det militära försvaret” utgörs bland annat av omkostnader för utbildning och underhåll av värnpliktiga, utgifter för flyg - och fartygsverksamhet och försvarsmaktens IKT-utgifter.

source: Tuki muille viranomaisille sisältää virka-avun, osallistumisen pelastustoimintaan sekä toisen viranomaisen tukemiseen sen antaessa apua toiselle valtiolle.
sv_se: Försvarsmakten ger andra myndigheter stöd i form av handräckning, medverkan i räddningsinsatser och då en annan myndighet bistår en annan stat.

source: Puolustusvoimat toteutti 542 virka-aputehtävää, joihin sisältyi myös turvapaikanhakijoiden vastaanottoon liittyviä tehtäviä.
sv_se: Försvarsmakten fullgjorde 542 handräckningsuppdrag, varav en del anknöt till mottagning av asylsökande.

source: Viranomaisilta saadun palautteen perusteella puolustusvoimien antama virka-apu on ollut merkityksellistä.
sv_se: Utifrån responsen från myndigheterna har försvarsmaktens handräckning varit betydelsefull.

source: Puolustusministeriön yhteydessä toimii Turvallisuuskomitea.
sv_se: Säkerhetskommittén arbetar i anslutning till försvarsministeriet.

source: Turvallisuuskomitea ja sen sihteeristö edistivät vaikuttamistavoitteen saavuttamista kartoittamalla varautu- mista hybridiuhkiin, selvittämällä yhteiskunnan turvallisuusstrategian päivitystarvetta ja yhteensovittamalla VALHA15‒16 -valmiusharjoituksen valmisteluja.
sv_se: Säkerhetskommittén och dess sekretariat främjade uppnåendet av försvarsmaktens påverkansmål genom att inventera beredskapen inför hybridhot, utreda behovet av att uppdatera säker- hetsstrategin för samhället och samordna förberedelserna inför beredskapsövningen VALHA 15–16.

source: http://www.yhteiskunnanturvallisuus.fi/fi/materiaalit
sv_se: http://www.yhteiskunnanturvallisuus.fi/sv/material

source: Kassaperusteinen toteuma ilman arvonlisäveromenoja.
sv_se: http://www.yhteiskunnanturvallisuus.fi/sv/material

source: Kansainvälisellä kriisinhallinnalla ennaltaehkäistään ja rajoitetaan kriisejä ja niiden vaikutusten ulottumista Suomeen.
sv_se: Den internationella krishanteringen förebygger och begränsar kriser jämte återverkningar som kan nå Finland.

source: Osallistuminen sotilaalliseen kriisinhallintaan, nopean toiminnan joukkoihin, monikansalliseen koulutus- ja harjoitustoimintaan sekä muuhun kansainväliseen toimintaan kehittää Suomen puolustuksessa ja Suomeen vaikuttavissa kriiseissä tarvittavia valmiuksia ja kykyjä.
sv_se: Att delta i militär krishantering, snabbinsatsenheter, multinationell utbildning och övningsverksamhet och annan internationell verksamhet är utvecklande för Finlands försvar och för de kapaciteter och förmågor som behövs i kriser som kan påverka Finland.

source: Suomen ulkopuolisen sotilaallisen avun tehokkaan vastaanottamisen edellytykset, mukaan lukien isäntämaatukijärjestelyt, huoltovarmuusmekanismit sekä tarvittava lainsäädäntö ovat keskeinen osa Suomen puolustuskykyä.
sv_se: Beredskapen att effektivt ta emot militär hjälp utanför Finland, inklusive konceptet för värdlandsstöd, mekanismerna för försörjningsberedskapen och behövlig lagstiftning utgör centrala delar av Finlands försvarskapacitet.

source: Vuonna 2015 Suomi osallistui 12 sotilaalliseen kriisinhallintaoperaatioon ja kahteen sotilastarkkailijaoperaatioon.
sv_se: Finland deltog under året i tolv militära krishanteringsinsatser och två observatörsuppdrag.

source: Sotilaallisen kriisinhallinnan painopiste oli Libanonin operaatiossa, Afganistanin Resolute Support -operaation käynnistämisessä sekä uuden koulutusoperaation perustamisessa Irakiin ja uuden ihmissalakuljetuksen vas- ellersen merioperaation perustamisessa Välimerelle.
sv_se: Tyngdpunkten för den militära krishanteringen låg på insatsen i Libanon, inledandet av Resolute Support-insatsen i Afghanistan, inrättandet av en ny utbildningsinsats i Irak och inrättandet av en ny marin insats för att bekämpa människosmuggling över Medelhavet.

source: Vuoden 2015 aikana Suomen osallistumisvahvuus sotilaallisessa kriisinhallinnassa oli keskimäärin noin 500 sotilasta.
sv_se: Under 2015 var Finlands bidrag till den militära krishanteringen i genomsnitt cirka 500 soldater.

source: Lisäksi Suomi osallistui helikopterien lääkintäevakuointikyvyllä Ruotsin johtaman EU:n taisteluosaston (NBG 2015) valmiusjaksolle ja asetti rannikkojääkäriyksikön Naton nopean toiminnan joukkojen täydentävään joukkopooliin.
sv_se: Dessutom deltog Finland med medicinsk helikopterevakueringsförmåga under den av Sverige ledda EU-stridsgruppens (NBG 2015) beredskapsperiod och ställde en kustjägarenhet till förfogande för den pool som kompletterar Natos snabbinsatsstyrkor.

source: Pariisin marraskuun terrori-iskun jälkeen Ranska vetosi EU:n keskinäisen avunannon lausekkeeseen (SEU 42.7) ja pyysi muiden jäsenmaiden tukea erityisesti kriisinhallintaoperaatioissa.
sv_se: Efter terrordåden i Paris i november åberopade Frankrike klausulen om ömsesidigt stöd och bistånd i fördraget om Europeiska unionen (artikel 42.7) och begärde de övriga medlemsstaternas stöd särskilt inom krishanteringsinsatserna.

source: Suomi luovutti yhteisten kuljetuskoneiden lentotunteja Ranskalle huoltokuljetuksia varten.
sv_se: Finland överlät flygtimmar med gemensamma transportflyg till Frankrike för servicetransporter.

source: Lisäksi Suomi tarjosi Pohjois-Irakissa olevaan Erbilin koulutusoperaatioon osallistumisen jatkamista ja laajentamista sekä Libanonin UNIFIL-operaatioon osallistumisen laajentamista.
sv_se: Finland erbjöd sig också villigt att fortsätta och utöka sin medverkan i utbildningsinsatsen i Erbil i norra Irak och även att utöka sin medverkan i Unifil-insatsen i Libanon.

source: Keskinäisen avunannon lausekkeen toimeenpano tukee välittömiä terrorismin vastaisia toimia, mutta lisäksi se vahvistaa Lissabonin sopimuksen sisältämää yhteisvastuuta ja EU:n kykyä uhkien ennaltaehkäisemiseen.
sv_se: Tillämpningen av klausulen om ömsesidigt stöd och bistånd stöder direkt insatserna mot terrorism men stärker dessutom det gemensamma ansvar som avses i Lissabonfördraget samt EU:s förmåga att förebygga hot.

source: Sotilaallisen kriisinhallinnan toimintaympäristö ja operaatioiden toteutus ovat muuttuneet viimeisen vuosikymmenen aikana.
sv_se: Förutsättningarna för militär krishantering och genomförandet av insatserna har förändrats under det senaste decenniet.

source: Operaatioihin osallistuvien joukkojen koko on pienenemässä erityisesti koulutusoperaatioiden yleistymisen myötä.
sv_se: De deltagande truppernas storlek håller på att minska, särskilt genom att det blivit vanligare med utbildningsinsatser.

source: Asiantuntija-, neuvonantaja- ja kouluttajatehtävien sekä erikoissuorituskykyjen merkitys on kasvamassa.
sv_se: Betydelsen av expert-, rådgivnings - och utbildningsuppgifter och specialförmågor har ökat.

source: Tämä on edellyttänyt mm. vaativampaan käyttöön tarkoitettua materiaalia (ml. suoja- ja turvavälineistöä) ja aiheuttanut suurempia haasteita logistiikalle.
sv_se: Det har krävt bland annat materiel för krävande bruk inklusive skydds - och säkerhetsredskap samt medfört större utmaningar för logistiken.

source: Näiden seurauksena kustannukset ovat kasvaneet yhdessä palkkakustannusten nousun ja materiaalikustannusten kallistumisen ohella.
sv_se: Som en följd av det har kostnaderna stigit, utöver de stigande lönekostnaderna och materielkostnaderna.

source: Sotilaallisesta kriisinhallinnasta annetun lain soveltamisalaa laajennettiin.
sv_se: Tillämpningsområdet för lagen om militär krishantering utvidgades.

source: Lakia sovelletaan kesäkuusta 2015 alkaen sotilaallisen kriisinhallinnan lisäksi myös tilanteissa, joissa sotilaita lähetetään sotilastehtävään muuhun kansainväliseen kriisinhallintaan.
sv_se: Från och med juni 2015 tillämpas lagen förutom på militär krishantering också i situationer där militärpersoner sänds ut i militära uppgifter i anslutning till annan internationell krishantering.

source: Samalla Suomen osallistumista sotilaalliseen kriisinhallintaan koskevaa päätöksentekomenettelyä kevennettiin siten, että puolustusministeriö päättää yksittäisten sotilaiden lähettämisestä sotilaalliseen kriisinhallintaan ja sotilastehtäviin muuhun kansainväliseen kriisinhallintaan.
sv_se: Samtidigt lättades beslutsförfarandet gällande finskt deltagande i militär krishantering upp så att försvarsministeriet beslutar om att sända ut enskilda militärpersoner på militär krishantering och på militära uppdrag i annan internationell krishantering.

source: Sotilaallisen kriisinhallinnan menojen budjetoinnissa on käytetty sekä ulkoasiainministeriön että puolustusministeriön pääluokissa operaatiokohtaista käyttösuunnitelmaa vuodesta 2002 alkaen.
sv_se: Sedan 2002 har såväl utrikesministeriet som försvarsministeriet tillämpat insatsspecifika dispositionsplaner vid budgeteringen av utgifterna för den militära krishanteringen.

source: Suomi on käyttänyt sotilaalliseen kriisinhallintaan yhteensä 1 384 milj. euroa vuodesta 2002 alkaen, mikä merkitsee vuositasolla keskimäärin 99 milj. euroa.
sv_se: Finland har sedan 2002 lagt totalt 1 384 miljoner euro på militär krishantering, vilket utslaget per år gör 99 miljoner euro.

source: Määrärahoista 263 milj. euroa on käytetty Afganistanin ja 159 milj. euroa Libanonin operaatioihin.
sv_se: Av beloppet har 263 miljoner euro lagts på insatsen i Afghanistan och 159 miljoner euro på insatsen i Libanon.

source: Nämä operaatiot olivat euromääräisesti merkittävimpiä v. 2015.
sv_se: De här insatserna var, mätt i pengar, de viktigaste under 2015.

source: Libanonin operaatiosta on saatu YK:lta kalustokorvauksia, joita ei ole otettu huomioon em. euromäärässä.
sv_se: För insatsen i Libanon har Finland fått materielersättningar av FN; dessa har inte beaktats i de angivna beloppen.
